Repository: wp-plugins/simpel-reserveren
Catalog: languages/simpelreserveren-*.po
Languages: de_de

source: Simpel Reserveren Object
de_de: Simpel Reserveren Objekt

source: Relational
de_de: Relationale

source: All
de_de: Alle

source: Yes
de_de: Ja

source: No
de_de: Nein

source: pets ok
de_de: Haustiere OK

source: no pets allowed
de_de: keine Haustiere erlaubt

source: weekend
de_de: Wochenende

source: midweek
de_de: Kurzwoche

source: week
de_de: Woche

source: till
de_de: Zu

source: Choose your accommodation
de_de: Wählen Sie Ihre Unterkunft

source: Book
de_de: Buch

source: From
de_de: Von

source: per week
de_de: per Woche

source: persons
de_de: personen

source: Minimum weekprice
de_de: Wochenpreise Ab

source: Book accommodation right now!
de_de: Jetzt Buchen

source: Last booking
de_de: Letzte Buchung

source: Holidays we have to offer
de_de: Eine Auswahl aus unserem Sortiment

source: Number of people changed to 2 adults and 0 children
de_de: Anzahl der Menschen verändert zu 2 Erwachsene und 0 Kinder

source: Filter on facilities disabled
de_de: Filter Bleibe deaktiviert

source: All accommodation types shown
de_de: Alle gezeigten Unterkunftstypen

source: Period changed into
de_de: Zeitraum geändert in

source: until
de_de: Zu

source: Holiday park
de_de: Ferienpark

source: Holiday parks
de_de: Ferienparks

source: Accommodation
de_de: Hutte

source: Accommodations
de_de: Unterkünfte

source: Room
de_de: Zimmer

source: Rooms
de_de: Zimmer

source: Marina
de_de: Hafen

source: Boat
de_de: Boot

source: Boats
de_de: Boote

source: Type
de_de: Typ

source: Please wait a moment while your booking is being processed
de_de: Bitte warten Sie einen Moment Geduld, Ihre Buchung wird bearbeitet

source: Please wait while your data is being saved
de_de: Bitte warten Sie, während Daten gespeichert

source: You have to agree to the terms and conditions
de_de: Sie müssen zu den Bedingungen einverstanden

source: loading...
de_de: wird geladen...

source: Search
de_de: Suchen

source: No price for
de_de: Kein Preis fur

source: No price found.
de_de: Kein Preis gefunden

source: Book now
de_de: Buch jetzt

source: adults
de_de: Erwachsene

source: youth
de_de: jugend

source: year
de_de: Jahr

source: children
de_de: Kinder

source: babies
de_de: Babys

source: Best price guarantee
de_de: Best-Preis-Garantie

source: We work together with
de_de: Wir arbeiten zusammen mit

source: Availability
de_de: Verfügbarkeit

source: Facilities
de_de: Fazilitat

source: Images
de_de: Bilder

source: Plan
de_de: zu planen

source: Discounts
de_de: Rabatt

source: Alternative prices
de_de: Alternatieve preisen

source: discount
de_de: Rabatt

source: Price is including
de_de: Der Preis ist inklusive

source: Book Now
de_de: Jetzt Buchen

source: Price calculation
de_de: Preisberechnung

source: Your information
de_de: Ihre daten

source: Confirmation
de_de: Bestatigung

source: Total
de_de: Gesamt

source: Step
de_de: Schrat

source: Receipt
de_de: Quittung

source: Arrival
de_de: Ankunft

source: Departure
de_de: Abfahrt

source: Adults
de_de: Erwachsene

source: Do you bring children?
de_de: Haben Sie Kinder mitbringen?

source: Youth
de_de: Jugend

source: Children
de_de: Kinder

source: Babies
de_de: Babys

source: Book on map
de_de: Buchen Sie auf der Karte

source: Click here to view the map and pick your preferred position
de_de: Klicken Sie hier, um die Karte zu sehen und wählen Sie Ihre bevorzugte Position

source: Describe your preference over here
de_de: Beschreiben Sie Ihre Vorlieben hier

source: Please pick your spot on the map on the left. After your booking is made we will try to make a reservation on that spot. If that spot isn't available, we will contact you for an alternative
de_de: Bitte wählen Sie Ihren Ort auf der Karte auf der linken Seite. Nach Ihrer Buchung werden wir versuchen, eine Reservierung auf dieser Stelle zu machen. Wenn das vor Ort nicht verfügbar ist, werden wir Sie nach einer Alternative zu kontaktieren

source: We would like to stay on place number 1 or 2
de_de: Wir möchten auf Platz Nummer 1 oder 2 bleiben

source: Ga verder met uw reservering
de_de: Ga verder erfüllt uw reserve

source: Go back
de_de: Zurück

source: Back to accommodation
de_de: Zurück zur Unterkunft

source: Continue to address details
de_de: Weiter zur Detailadresse

source: First name
de_de: Vorname

source: Family name
de_de: Familienname

source: E-mail address
de_de: E-Mail-Adresse

source: Confirm e-mail address
de_de: Bestatig E-Mail-Adresse

source: Phone number
de_de: Telefonnummer

source: Do you have any special requests? Please fill them in here.
de_de: Haben Sie ausschlieB (ss) liche ersuchen? Bitte hier eintragen

source: By booking this accommodation you agree with our
de_de: Durch Buchung Dieses Unterkunft Stimmen Sie mit unseren

source: terms and conditions
de_de: Algemeine bedingungen

source: You are ready too book
de_de: Durch nach Buchen

source: Book for
de_de: Buch fur

source: Error, something went wrong. Please try again.
de_de: Fehler, ist etwas schief gelaufen. Bitte versuchen Sie es erneut.

source: Or contact us by phone to make your reservation.
de_de: Oder kontaktieren Sie uns per Telefon zu buchen.

source: Congratulations, your booking is complete!
de_de: Gratuliert, Ihre Buchung ist Fertig!

source: Additional data
de_de: Andere Daten

source: To complete your booking, we would like the following data
de_de: Zum fertig bringen Ihre Buchung, Wir brauchen jetzt die Nachste Daten

source: Name
de_de: Name DE

source: Address + house number
de_de: Adresse und Telefonnummer

source: Postal code
de_de: Postleitzahl

source: City
de_de: Platz

source: I would like to receive an invoice by regular mail
de_de: Ich mochte gerne die Faktur indem E-Mail

source: Save data
de_de: Opslaan gegevens

source: Facebook
de_de: Faceboo

source: bedrooms
de_de: Schlafraum

source: Read more
de_de: Mehr lesen

source: Book direct!
de_de: Buch sogleich

source: Read less
de_de: Weniger lesen

source: click here for the plan
de_de: Klicken Sie die Grundriss hier an bitte

source: Overview
de_de: Übersicht

source: Pictures
de_de: Abbildung

source: Surrounding
de_de: Umgebung

source: Click here to see all accommodations
de_de: Klicken Sie hier, um alle Unterkünfte zu sehen

source: Click here to see all facilities
de_de: Klicken Sie hier, um alle Einrichtungen zu sehen

source: Click here to see all images
de_de: Klicken Sie hier, um alle Bilder zu sehen

source: Click here for more information about this accommodation
de_de: Klicken Sie hier für weitere Informationen über dieses Objekt

source: Move the mouse over to see the terms
de_de: Bewegen Sie die Maus uber die Vereinbarungen mit den Bedingungen

source: Click to select arrival and departure date
de_de: Klick zum selektier Ankunft und Abfahrt datum

source: Arrival or departure possible
de_de: Ankunft oder Abreise möglich

source: Available
de_de: Frei

source: Taken
de_de: Besetzt

source: Selected
de_de: Selektiert

source: Loading prices
de_de: Preisen laden

source: Make reservation
de_de: Reservation machen

source: No preference
de_de: Kein wahl

source: found
de_de: gefunden

source: Filter facilities
de_de: Filter Bleibe

source: active
de_de: Wirksam

source: Click on the faclity to switch on or off
de_de: Klicken Sie auf die Facility zum wechseln An other Auf

source: 0 Accommodations found with current search request, changed the following:
de_de: 0 Unterkünfte mit aktuellen Suchanfrage gefunden, änderte sich die folgenden:

source: No price found for the selected period
de_de: Keine preise gefunden fur die termin

source: Price for
de_de: Preise fur

source: From
de_de: Von

source: for
de_de: für

source: book now
de_de: Buch jetzt

source: There are no accomodations found with the current search criterea, please adjust and try again.
de_de: Keine unterkohmen gefunden mit Diesr aktuelle suche-creteria, anpassen und versuch noch einmal bitte.
